Repository: Chorus-ACE/Greatdori
Catalog: Greatdori/Localization/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# Band.unknown
source: Band Info Unavailable
zh_hans: 乐队信息不可用
zh_hant: 樂團信息不可用

# Birthday-calendar.title
source: GBP Birthdays
zh_hans: GBP生日
zh_hant: GBP生日

# BUILTIN_CARD_COLLECTION_GREATDORI
source: Greatdori! Collection
zh_hans: Greatdori! 精选集
zh_hant: Greatdori! 收藏集

# BUILTIN_CARD_COLLECTION_HIKAWA_TWINS
source: Hikawa Twins Collection
zh_hans: 冰川双子精选集

# BUILTIN_CARD_COLLECTION_MYGO
source: MyGO!!!!! Collection
zh_hans: MyGO!!!!! 精选集
zh_hant: MyGO!!!!! 收藏集

# Card.stats.master-rank
source: Master Rank
zh_hans: 星光等级

# Character.other
source: Other
zh_hans: 其他

source: Character Search Unavailable
zh_hans: 角色搜索不可用
zh_hant: 角色搜尋不可用

# Character.unavailable
source: Character Information Unavailable
zh_hans: 角色信息不可用
zh_hant: 角色信息不可用

# Character.unknown
source: Character Info Unavailable
zh_hans: 角色信息不可用
zh_hant: 角色信息不可用

# Characters.search.others
source: Others
zh_hans: 其他
zh_hant: 其他

source: Chart & Simulator
zh_hans: 谱面与模拟器
zh_hant: 譜面模擬器

# Chart-simulator.chart
source: Chart
zh_hans: 谱面
zh_hant: 譜面

# Chart-simulator.difficulty
source: Difficulty
zh_hans: 难度
zh_hant: 難度

# Chart-simulator.simulator
source: Simulator
zh_hans: 模拟器
zh_hant: 模擬器

# Chart-simulator.simulator.download
source: Download
zh_hans: 下载
zh_hant: 下載

# Chart-simulator.simulator.download.prompt
source: Additional resource(38MB) is required to use simulator.
zh_hans: 模拟器需要额外资源（38MB）以启动。
zh_hant: 需要額外資源(38MB)以使用模擬器

# Chart-simulator.song
source: Song
zh_hans: 歌曲
zh_hant: 歌曲

source: Collection
zh_hans: 精选集
zh_hant: 收藏集

# Community.like
source: Like
zh_hans: 点赞
zh_hant: 點贊

# Community.remove-like
source: Remove Like
zh_hans: 取消点赞
zh_hant: 取消點贊

# Community.tags.character.id.%lld
source: Character %lld
zh_hans: 角色%lld
zh_hant: 角色%lld

# Community.tags.unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# Community.title.cmt.%@
source: Cmt: %@
zh_hans: 评论：%@
zh_hant: 評論：%@

# Community.title.re.%@
source: Re: %@
zh_hans: 回复：%@
zh_hant: 回復：%@

source: Community Unavailable
zh_hans: 社区不可用
zh_hant: 社群不可用

# Content.unavailable.%@
source: %@ Information Unavailable
zh_hans: %@信息不可用
zh_hant: %@信息不可用

# Countdown.completed.%@
source: Completed (%@)
zh_hans: 已完结 (%@)
zh_hant: 已完結 (%@)

# Countdown.end-at.%@.%@
source: Ends in %1$@ (%2$@)
zh_hans: 结束于%1$@ (%2$@)
zh_hant: 結束 %1$@ (%2$@)

# Countdown.release-in.%@.%@
source: Releases in %1$@ (%2$@)
zh_hans: 发布于%1$@ (%2$@)
zh_hant: 實裝 %1$@ (%2$@)

# Countdown.released.%@
source: Released (%@)
zh_hans: 已发布 (%@)
zh_hant: 已實裝 (%@)

# Countdown.results-in.%@.%@
source: Results in %1$@ (%2$@)
zh_hans: 结果公布于%1$@ (%2$@)
zh_hant: 結果公布 %1$@ (%2$@)

# Countdown.rewards-in.%@.%@
source: Rewards in %1$@ (%2$@)
zh_hans: 奖励颁发于%1$@ (%2$@)
zh_hant: 獎勵頒發 %1$@ (%2$@)

# Countdown.start-at.%@.%@
source: Starts in %1$@ (%2$@)
zh_hans: 开始于%1$@ (%2$@)
zh_hant: 開始 %1$@ (%2$@)

# Date.unavailable
source: N/A
zh_hans: 不可用

# Debug.crash-detected.direct-enter
source: Do Nothing & Continue
zh_hans: 不进行操作并继续
zh_hant: 不進行操作並繼續

# Debug.crash-detected.invalidate-cache-enter
source: Invalidate Cache & Continue
zh_hans: 无效化缓存并继续
zh_hant: 無效化快取並繼續

# Debug.crash-detected.message
source: Greatdori! ran into an issue when launching last time. Release version will not show this message.
zh_hans: 上次启动Greatdori!时发生了意外。Release版本不会显示此消息。
zh_hant: Greatdori! 在上一次啟動中出現了問題。Release 版本不會顯示本消息。

# Debug.crash-detected.title
source: [DEBUG] Crash Occurred in Last Launch
zh_hans: [DEBUG] 上次未能正常启动
zh_hant: [DEBUG] 上次啟動出現問題

# Detail.source.release-during-event
source: Release During Event
zh_hans: 活动间发布
zh_hant: 活動期間發布

# Details.arts
source: Arts
zh_hans: 图片
zh_hant: 圖片

# Details.arts.dismiss
source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

# Details.arts.share
source: Share…
zh_hans: 共享…
zh_hant: 分享…

# Details.arts.unavailable
source: Arts Unavailable
zh_hans: 图片不可用
zh_hant: 圖片不可用

# Details.gachas.source.chance.%@
source: %@ Chance
zh_hans: %@概率
zh_hant: %@ 概率

# Details.show-all
source: Show All
zh_hans: 显示全部
zh_hant: 顯示全部

# Details.show-all.%lld
source: Show All (%lld)
zh_hans: 全部显示 (%lld)
zh_hant: 顯示全部

# Details.show-less
source: Show Less
zh_hans: 更少内容
zh_hant: 顯示更少

# Details.unavailable.degree
source: Titles Unavailable
zh_hans: 称号
zh_hant: 稱號不可用

# Details.unavailable.rewards
source: Rewards Info Unavailable
zh_hans: 奖励信息不可用
zh_hant: 獎勵信息不可用

# Details.unavailable.story
source: Story Unavailable
zh_hans: 故事不可用
zh_hant: 劇情不可用

source: Done
zh_hans: 完成
zh_hant: 完成

# Event-tracker.information-not-available
source: Information Not Available
zh_hans: 信息不可用
zh_hant: 信息不可用

# Event-tracker.latest-event
source: Ongoing Event
zh_hans: 当前活动
zh_hant: 當前活動

# Event-tracker.point
source: Point
zh_hans: 分数
zh_hant: 分數

# Event-tracker.score.%lld
source: %lld Pts
zh_hans: %lld分

# Event-tracker.status.not-started
source: Not Started
zh_hans: 未开始
zh_hant: 未開始

# Event-tracker.stauts.ended
source: Ended
zh_hans: 已结束
zh_hant: 已結束

# Event-tracker.type
source: Type
zh_hans: 类型
zh_hant: 類型

# Event.rewards.play-voice
source: Play Voice
zh_hans: 播放语音
zh_hant: 播放語音

# Event.songs.rotation-music
source: Song List
zh_hans: 歌曲列表
zh_hant: 歌曲列表

# External-link.bestdori
source: Open in Bestdori!
zh_hans: 在Bestdori!打开
zh_hant: 在 Bestdori! 中打開

source: External Links
zh_hans: 外部链接
zh_hant: 外部鏈接

# Filter.clear-all
source: Reset to Defaults
zh_hans: 还原到默认选项
zh_hant: 還原到初始選項

# Filter.view.banner-and-details
source: Banner & Title
zh_hans: 横幅和标题
zh_hant: 橫幅和標題

# Filter.view.banner-only
source: Banner Only
zh_hans: 仅横幅
zh_hant: 僅橫幅

# Filter.view.gallery
source: Gallery
zh_hans: 画廊
zh_hant: 畫廊

# Filter.view.grid
source: Icons
zh_hans: 图标
zh_hant: 圖標

# Filter.view.list
source: List
zh_hans: 列表
zh_hant: 列表

# Gacha.possibility.error.%lld
source: An error occurred while calculating possibility. (Error %lld)
zh_hans: 在计算概率时遇到错误。(错误%lld)
zh_hant: 計算概率時出錯。 (錯誤 %lld)

# Home.banner.crash.subtitle
source: Greatdori! ran into an issue while launching last time. Advanced settings had been turned off.
zh_hans: Greatdori!在上次启动时遇到了问题。高级设置选项已被关闭。
zh_hant: Greatdori! 在上次啟動時遇到了問題，高級設置已被關閉。

# Home.banner.crash.title
source: Greatdori! Failed Launching Last Time
zh_hans: Greatdori!上次未能启动
zh_hant: GreatdorI! 上次啟動失敗

# Home.banner.no-pre-cahce.subtitle
source: Data may not be returned as expected. Do not release this version publicly.
zh_hans: 数据可能不会按照预期返回。请不要正式发行此版本。
zh_hant: 數據可能不會按預期返回。不要公開發布此版本。

# Home.banner.no-pre-cahce.title
source: [DEBUG][CRITICAL] Pre-Cache Not Available
zh_hans: [DEBUG][CRITICAL] Pre-Cache不可用
zh_hant: [DEBUG][CRITICAL] Pre-Cache 不可用

# Home.home.show-current-date
source: Show today’s date in Birthday
zh_hans: 生日卡片显示今日日期
zh_hant: 在生日卡片中顯示當前日期

# Home.home.show-current-date.selection.always
source: Always
zh_hans: 始终
zh_hant: 總是

# Home.home.show-current-date.selection.always.description
source: Always display the date in Home’s Birthday Card.
zh_hans: 始终在首页的生日卡片中显示日期。
zh_hant: 總是在主頁的生日卡片中顯示當前日期。

# Home.home.show-current-date.selection.automatic
source: When Time Zone Differs
zh_hans: 时区不协调时
zh_hant: 時區不協調時

# Home.home.show-current-date.selection.automatic.description
source: Display the date if Birthday Time Zone and system time zone will show different birthdays.
zh_hans: 当生日时区与系统时区的显示内容不一致时显示日期
zh_hant: 生日日期和系統時區對應的時間不一致時顯示日期

# Home.home.show-current-date.selection.during-birthday
source: During Someone’s Birthday
zh_hans: 有人过生日时
zh_hant: 在某人生日時

# Home.home.show-current-date.selection.during-birthday.description
source: Display the date if today is someone’s birthday.
zh_hans: 当今天是某人的生日时显示日期。
zh_hant: 在當天是某人生日時顯示日期。

# Home.home.show-current-date.selection.never
source: Never
zh_hans: 永不
zh_hant: 永不

# Home.home.show-current-date.selection.never.description
source: Never display the date.
zh_hans: 永不显示日期。
zh_hant: 永不顯示日期。

# Home.servers.slot.%lld
source: Event Card #%lld
zh_hans: 活动卡片 #%lld
zh_hant: 活動卡片 #%lld

# Image.copy.image
source: Copy Image
zh_hans: 拷贝图像
zh_hant: 拷貝圖像

# Image.copy.link
source: Copy Image Address
zh_hans: 拷贝图像地址
zh_hant: 拷貝圖像地址

# Image.copy.subject
source: Copy Subject
zh_hans: 拷贝主体
zh_hant: 拷貝主體

# Image.image
source: Image
zh_hans: 图像
zh_hant: 圖像

# Image.save.as
source: Save Image As…
zh_hans: 添加图像至…
zh_hant: 將圖像存儲為…

# Image.save.download
source: Save Image to “Downloads”
zh_hans: 添加图像至“下载”
zh_hant: 將圖像存儲到“下載”

# Image.save.photos
source: Add Image to Photos
zh_hans: 添加图像至相册
zh_hant: 將圖像存儲到相冊

# Image.share
source: Share…
zh_hans: 共享…
zh_hant: 共享…

source: Info Unknown
zh_hans: 信息未知
zh_hant: 信息未知

# Live2d-viewer.type
source: Type
zh_hans: 类型
zh_hant: 類型

source: Live2D Viewer Unavailable
zh_hans: Live2D查看器不可用
zh_hant: Live2D瀏覽器不可用

# Live2d-viewer.year.%@.%@
source: Year %1$@ %2$@
zh_hans: 第%1$@年 %2$@
zh_hant: 第 %1$@ 年 %2$@

# Live2D.detail.freeze-animation
source: Freeze
zh_hans: 暂停动作
zh_hant: 暫停動作

# Live2D.detail.track-parameters
source: Track parameters
zh_hans: 跟踪参数
zh_hant: 追蹤參數

# Live2D.inspector
source: Inspector
zh_hans: 检视器
zh_hant: 檢查器

# Live2D.parameters
source: Parameters
zh_hans: 参数
zh_hant: 參數

# Login-campaign.arts.background
source: Background
zh_hans: 背景
zh_hant: 背景

# Login-campaign.close-date
source: Close Date
zh_hans: 结束日期
zh_hant: 結束日期

# Login-campaign.start-date
source: Start Date
zh_hans: 开始日期
zh_hant: 開始日期

# Login-campaign.title
source: Title
zh_hans: 标题
zh_hant: 標題

# Login-campaign.type
source: Type
zh_hans: 类型
zh_hant: 類型

# Message.copy.success
source: Copied
zh_hans: 已复制
zh_hant: 已拷貝

# Message.copy.success.locale.%@
source: Copied (%@)
zh_hans: 已复制(%@)
zh_hant: 已拷貝 (%@)

# Message.copy.unavailable.for.countdown
source: Copy Unavailable Here
zh_hans: 倒计时不支持复制
zh_hant: 倒數不支持拷貝

# Miracle-ticket.error
source: Miracle Ticket Information Unavailable
zh_hans: 自选券信息不可用
zh_hant: 交換所信息不可用

# Miracle-ticket.locale
source: Locale
zh_hans: 地区
zh_hant: 地區

# Miracle-ticket.ticket.select
source: Select Ticket…
zh_hans: 选择自选券
zh_hant: 選擇交換所…

source: Miracle Ticket Unavailable
zh_hans: 自选券信息不可用
zh_hant: 交換所不可用

# Miracle.collapse.%lld
source: Collapse (%lld)
zh_hans: 折叠(%lld)
zh_hant: 顯示更少 (%lld)

# Miracle.expand.%lld
source: Expand All (%lld)
zh_hans: 展开所有(%lld)
zh_hant: 顯示所有 (%lld)

# N/A
source: Not Available
zh_hans: 不可用
zh_hant: 不可用

# News.author
source: Author
zh_hans: 作者

# News.release-date
source: Release Date
zh_hans: 发布日期

# News.tags
source: Tags
zh_hans: 标签

# News.type
source: Type
zh_hans: 类型

source: News Unavailable
zh_hans: 新闻不可用
zh_hant: 資訊不可用

# News.unavailable.description
source: Check your Internet connection and try again later. Tap to retry now.
zh_hans: 请尝试检查你的互联网连接并稍后重试。轻点任意处立即重试。
zh_hant: 檢查網路連接並稍後再試。輕觸以重試。

# Notif.news.article.time-mark.has-ended
source: Article · Has Ended
zh_hans: 文章 • 已结束
zh_hant: 文章 • 已結束

# Notif.news.article.time-mark.has-ended.with-locale
source: Article (%@) · Has Ended
zh_hans: 文章(%@) • 已结束
zh_hant: 文章 (%@) • 已結束

# Notif.news.article.time-mark.has-published
source: Article · Has Published
zh_hans: 文章 • 已发布
zh_hant: 文章 • 已發布

# Notif.news.article.time-mark.has-published.with-locale
source: Article (%@) · Has Published
zh_hans: 文章(%@) • 已发布
zh_hant: 文章 (%@) • 已發布

# Notif.news.article.time-mark.will-end-today
source: Article · Is Ending Today
zh_hans: 文章 • 将在今天结束
zh_hant: 文章 • 將在今天結束

# Notif.news.article.time-mark.will-end-today.with-locale
source: Article (%@) · Is Ending Today
zh_hans: 文章(%@) • 将在今天结束
zh_hant: 文章 (%@) • 將在今天結束

# Notif.news.article.time-mark.will-start-today
source: Article · Is Publishing Today
zh_hans: 文章 • 将在今天发布
zh_hant: 文章 • 將在今天發布

# Notif.news.article.time-mark.will-start-today.with-locale
source: Article (%@) · Is Publishing Today
zh_hans: 文章(%@) • 将在今天发布
zh_hant: 文章 (%@) • 將在今天發布

# Notif.news.event.time-mark.has-ended
source: Event · Has Ended
zh_hans: 活动 • 已结束
zh_hant: 活動 • 已結束

# Notif.news.event.time-mark.has-ended.with-locale
source: Event (%@) · Has Ended
zh_hans: 活动(%@) • 已结束
zh_hant: 活動 (%@) • 已結束

# Notif.news.event.time-mark.has-published
source: Event · Has Started
zh_hans: 活动 • 已开始
zh_hant: 活動 • 已開始

# Notif.news.event.time-mark.has-published.with-locale
source: Event (%@) · Has Started
zh_hans: 活动(%@) • 已开始
zh_hant: 活動 (%@) • 已開始

# Notif.news.event.time-mark.will-end-today
source: Event · Is Ending Today
zh_hans: 活动 • 将在今天结束
zh_hant: 活動 • 將在今天結束

# Notif.news.event.time-mark.will-end-today.with-locale
source: Event (%@) · Is Ending Today
zh_hans: 活动(%@) • 将在今天结束
zh_hant: 活動 (%@) • 將在今天結束

# Notif.news.event.time-mark.will-start-today
source: Event · Is Starting Today
zh_hans: 活动 • 将在今天开始
zh_hant: 活動 • 將在今天開始

# Notif.news.event.time-mark.will-start-today.with-locale
source: Event (%@) · Is Starting Today
zh_hans: 活动(%@) • 将在今天开始
zh_hant: 活動 (%@) • 將在今天開始

# Notif.news.gacha.time-mark.has-ended
source: Gacha · Has Ended
zh_hans: 招募 • 已结束
zh_hant: 轉蛋 • 已結束

# Notif.news.gacha.time-mark.has-ended.with-locale
source: Gacha (%@) · Has Ended
zh_hans: 招募(%@) • 已结束
zh_hant: 轉蛋 (%@) • 已結束

# Notif.news.gacha.time-mark.has-published
source: Gacha · Has Started
zh_hans: 招募 • 已开始
zh_hant: 轉蛋 • 已實裝

# Notif.news.gacha.time-mark.has-published.with-locale
source: Gacha (%@) · Has Started
zh_hans: 招募(%@) • 已开始
zh_hant: 轉蛋 (%@) • 已實裝

# Notif.news.gacha.time-mark.will-end-today
source: Gacha · Is Ending Today
zh_hans: 招募 • 将在今天结束
zh_hant: 轉蛋 • 將在今天結束

# Notif.news.gacha.time-mark.will-end-today.with-locale
source: Gacha (%@) · Is Ending Today
zh_hans: 招募(%@) • 将在今天结束
zh_hant: 轉蛋 (%@) • 將在今天結束

# Notif.news.gacha.time-mark.will-start-today
source: Gacha · Is Starting Today
zh_hans: 招募 • 将在今天开始
zh_hant: 轉蛋 • 將在今天實裝

# Notif.news.gacha.time-mark.will-start-today.with-locale
source: Gacha (%@) · Is Starting Today
zh_hans: 招募(%@) • 将在今天开始
zh_hant: 轉蛋 (%@) • 將在今天實裝

# Notif.news.loginCampaign.time-mark.has-ended
source: Login Campaign · Has Ended
zh_hans: 登录奖励 • 已结束
zh_hant: 登入獎勵 • 已結束

# Notif.news.loginCampaign.time-mark.has-ended.with-locale
source: Login Campaign (%@) · Has Ended
zh_hans: 登录奖励(%@) • 已结束
zh_hant: 登入獎勵 (%@) • 已結束

# Notif.news.loginCampaign.time-mark.has-published
source: Login Campaign · Has Started
zh_hans: 登录奖励 • 已开始
zh_hant: 登入獎勵 • 已開始

# Notif.news.loginCampaign.time-mark.has-published.with-locale
source: Login Campaign (%@) · Has Started
zh_hans: 登录奖励(%@) • 已开始
zh_hant: 登入獎勵 (%@) • 已開始

# Notif.news.loginCampaign.time-mark.will-end-today
source: Login Campaign · Is Ending Today
zh_hans: 登录奖励 • 将在今天结束
zh_hant: 登入獎勵 • 將在今天結束

# Notif.news.loginCampaign.time-mark.will-end-today.with-locale
source: Login Campaign (%@) · Is Ending Today
zh_hans: 登录奖励(%@) • 将在今天结束
zh_hant: 登入獎勵 (%@) • 將在今天結束

# Notif.news.loginCampaign.time-mark.will-start-today
source: Login Campaign · Is Starting Today
zh_hans: 登录奖励 • 将在今天开始
zh_hant: 登入獎勵 • 將在今天開始

# Notif.news.loginCampaign.time-mark.will-start-today.with-locale
source: Login Campaign (%@) · Is Starting Today
zh_hans: 登录奖励(%@) • 将在今天开始
zh_hant: 登入獎勵 (%@) • 將在今天開始

# Notif.news.song.time-mark.has-ended
source: Song · Has Removed
zh_hans: 歌曲 • 已移除
zh_hant: 歌曲 • 已移除

# Notif.news.song.time-mark.has-ended.with-locale
source: Song (%@) · Has Removed
zh_hans: 歌曲(%@) • 已移除
zh_hant: 歌曲 (%@) • 已移除

# Notif.news.song.time-mark.has-published
source: Song · Has Released
zh_hans: 歌曲 • 已发布
zh_hant: 歌曲 • 已實裝

# Notif.news.song.time-mark.has-published.with-locale
source: Song (%@) · Has Released
zh_hans: 歌曲(%@) • 已发布
zh_hant: 歌曲 (%@) • 已實裝

# Notif.news.song.time-mark.will-end-today
source: Song · Is Removing Today
zh_hans: 歌曲 • 将在今天移除
zh_hant: 歌曲 • 將在今天移除

# Notif.news.song.time-mark.will-end-today.with-locale
source: Song (%@) · Is Removing Today
zh_hans: 歌曲(%@) • 将在今天移除
zh_hant: 歌曲 (%@) • 將在今天移除

# Notif.news.song.time-mark.will-start-today
source: Song · Is Releasing Today
zh_hans: 歌曲 • 将在今天发布
zh_hant: 歌曲 • 將在今天實裝

# Notif.news.song.time-mark.will-start-today.with-locale
source: Song (%@) · Is Releasing Today
zh_hans: 歌曲(%@) • 将在今天发布
zh_hant: 歌曲 (%@) • 將在今天實裝

# Search.layout
source: View as
zh_hans: 排布方式
zh_hant: 顯示方式

# Search.unavailable.description
source: Check your Internet connection and try again later. Tap to retry now.
zh_hans: 请尝试检查你的互联网连接并稍后重试。轻点任意处立即重试。
zh_hant: 檢查網路連接並稍後再試。輕觸以重試。

# Selector.multi-char
source: Multiple Character Selector
zh_hans: 多角色选择器

# Selector.multi-char.mutliple.and.%lld
source: All %lld characters
zh_hans: 全部%lld个角色

# Selector.multi-char.mutliple.or.%lld
source: Any of %lld characters
zh_hans: 任意%lld个角色之一

# Selector.multi-char.none
source: None selected
zh_hans: 未选择

# Selector.multi-char.two.and.%@.%@
source: %1$@ and %2$@
zh_hans: %1$@和%2$@

# Selector.multi-char.two.or.%@.%@
source: %1$@ or %2$@
zh_hans: %1$@或%2$@

# Selector.prompt.%@
source: Select %@…
zh_hans: 选择%@…
zh_hant: 選取%@…

source: Settings
zh_hans: 设置
zh_hant: 設定

# Settings.about
source: About
zh_hans: 关于
zh_hant: 關於

# Settings.about.acknowledgements.code-snippets
source: Code Snippets
zh_hans: 代码片段
zh_hant: 代碼片段

# Settings.about.acknowledgements.footer
source: All sorted alphabetically.
zh_hans: 均以字母排序。
zh_hant: 均以字母排序

# Settings.about.acknowledgements.packages
source: Packages
zh_hans: 包
zh_hant: 包

# Settings.about.privacy-policy
source: Greatdori! and Privacy
zh_hans: Greatdori!与隐私
zh_hant: Greatdori! 與隱私

# Settings.about.report-a-problem
source: Report a Problem
zh_hans: 报告问题
zh_hant: 報告問題

# Settings.about.user-agreement-license
source: Greatdori! Software License Agreement
zh_hans: Greatdori! 软件许可协议
zh_hant: Greatdori! 軟體授權使用協議

# Settings.about.version.%@
source: Version %@
zh_hans: 版本%@
zh_hant: 版本 %@

# Settings.account
source: Accounts
zh_hans: 帐户
zh_hant: 帳號

# Settings.account.action.remove
source: Remove
zh_hans: 移除

# Settings.account.action.remove.alert.%@
source: Are you sure you want to remove account %@?
zh_hans: 你确定要移除账户%@吗？

# Settings.account.action.remove.alert.confirm
source: Remove
zh_hans: 移除

# Settings.account.action.remove.alert.message
source: This action cannot be undone.
zh_hans: 该操作不可撤销。

# Settings.account.action.set-as-primary
source: Set as Primary
zh_hans: 设置为首选账户

# Settings.account.action.turn-off-auto-renew
source: Turn Off Auto Renew
zh_hans: 关闭自动续期

# Settings.account.action.turn-off-auto-renew.alert.%@
source: Are you sure you want to turn off Auto Renew for %@?
zh_hans: 你确定要为%@关闭自动续期吗？

# Settings.account.action.turn-off-auto-renew.alert.confirm
source: Turn Off
zh_hans: 关闭

# Settings.account.action.turn-off-auto-renew.alert.message
source: Your password will be no longer saved, and you will need to login again after current login session expires.
zh_hans: 你的密码将不再被保存，且在当前登录会话过期后，你将需要重新登录。

# Settings.account.action.turn-on-auto-renew
source: Turn On Auto Renew
zh_hans: 启用自动续期

# Settings.account.action.turn-on-auto-renew.alert.%@
source: Turn On Auto Renew for %@
zh_hans: 为%@启用自动续期

# Settings.account.action.turn-on-auto-renew.alert.cancel
source: Cancel
zh_hans: 取消

# Settings.account.action.turn-on-auto-renew.alert.confirm
source: Turn On
zh_hans: 启用

# Settings.account.action.turn-on-auto-renew.alert.message
source: Auto Renew automatically renew the login session after last session expires. Your password will be needed in order to re-open the session.
zh_hans: 自动续期在登录会话过期后帮助你自动开启新会话。你的密码将会被保存以用于重新开启会话。

# Settings.account.action.turn-on-auto-renew.alert.password
source: Password
zh_hans: 密码

# Settings.account.add
source: Add New Account
zh_hans: 添加新账户

# Settings.account.error.%@
source: Unknown error: %@
zh_hans: 未知错误：%@

# Settings.account.error.cancel
source: Cancel
zh_hans: 取消

# Settings.account.error.email-not-verified
source: The account needs to verify email. (3001)
zh_hans: 该账户需要验证邮箱。(3001)

# Settings.account.error.existed
source: The account added had existed. (1000)
zh_hans: 该账户已存在。(1000)

# Settings.account.error.go-to-bandori-station
source: Go to BandoriStation
zh_hans: 前往Bandori车站

# Settings.account.error.retry
source: Retry
zh_hans: 重试

# Settings.account.error.title
source: An Error Occurred While Logging Into Account
zh_hans: 登录账户时发生错误

# Settings.account.error.too-many-requests
source: Too many requests had been sent. Try again later.
zh_hans: 发送请求过多。请稍后再试。

# Settings.account.error.user-not-found
source: User does not exist.
zh_hans: 用户不存在。

# Settings.account.error.wrong-password
source: Account or password is incorrect.
zh_hans: 账户或密码有误。

# Settings.account.item.actions-needed
source: Error
zh_hans: 错误

# Settings.account.item.auto-renew-is-on
source: Auto Renew is on
zh_hans: 自动续期已启动

# Settings.account.item.primary
source: Primary Account
zh_hans: 首选账户

# Settings.account.item.rescue.alert.%@
source: Login to %@
zh_hans: 登录至%@

# Settings.account.item.rescue.alert.cancel
source: Cancel
zh_hans: 取消

# Settings.account.item.rescue.alert.message
source: The login session had been invalidated, and another login is required to re-open a new session.
zh_hans: 登录进程已被无效化。需要再次登录以开启新会话。

# Settings.account.item.rescue.alert.password
source: Password
zh_hans: 密码

# Settings.account.learn-more
source: Learn More About Account
zh_hans: 了解更多关于账户

# Settings.account.new
source: New Account
zh_hans: 新账户

# Settings.account.new.add
source: Add
zh_hans: 添加

# Settings.account.new.adding
source: Adding Account
zh_hans: 添加账户

# Settings.account.new.auto-renew
source: Auto Renew
zh_hans: 自动续期

# Settings.account.new.auto-renew.description
source: Automatically renew the login session after last session expires. If turned on, your password will be saved.
zh_hans: 在登录会话过期后自动续期。若启用，你的密码将会被保存。

# Settings.account.new.cancel
source: Cancel
zh_hans: 取消

# Settings.account.new.password
source: Password
zh_hans: 密码

# Settings.account.new.platform
source: Platform
zh_hans: 平台

# Settings.account.new.username
source: Account
zh_hans: 账户

# Settings.account.none
source: No Account
zh_hans: 无账户

# Settings.account.platform.bandori-station
source: BandoriStation
zh_hans: Bandori车站

# Settings.advanced
source: Advanced
zh_hans: 高级
zh_hant: 高級

# Settings.advanced.banners.disabling-features.description
source: Features that consumes a lot of energy will be disabled temporarily.
zh_hans: 消耗大量电量的的功能将会被暂时关闭。
zh_hant: 消耗過多能源的功能將被暫時停用。

# Settings.advanced.banners.low-power
source: Low Power Mode On
zh_hans: 低电量模式已开启
zh_hant: 低電量模式已開啟

# Settings.advanced.banners.power-saving.high-temperature
source: High Device Temperature
zh_hans: 高设备温度
zh_hant: 設備溫度高

# Settings.advanced.image
source: Images
zh_hans: 图像
zh_hant: 圖像

# Settings.advanced.image.subject-prefer-system-model
source: Get Image Subjects Locally
zh_hans: 本地获取图像主体
zh_hant: 本地獲取圖像主體

# Settings.advanced.image.subject-prefer-system-model.description
source: Always get subject image locally from system Vision model, rather from fetching trimmed image from Bestdori.
zh_hans: 始终通过系统Vision本地模型获取图像主体，而非从Bestdori获取无背景图像。
zh_hant: 總是通過系統 Vision 模型從本地獲取圖像主體，而不是從 Bestdori! 載入無背景圖像。

# Settings.advanced.image.use-super-resolution
source: Use Super-Resolution
zh_hans: 使用超分辨率
zh_hant: 使用超分辨率

# Settings.advanced.image.use-super-resolution.description
source: Generate images with higher resolutions to replace low-res images by using neuron networks.
zh_hans: 通过神经网络生成高分辨率图片以替换低分辨率图片。
zh_hant: 通過神經網絡生成的高分辨率圖片替換部分低分辨率圖片。

# Settings.advanced.storage
source: Storage
zh_hans: 储存

# Settings.advanced.storage.clear-cache
source: Cache
zh_hans: 缓存

# Settings.advanced.storage.clear-cache.alert.action.confirm
source: Clear
zh_hans: 清除

# Settings.advanced.storage.clear-cache.alert.message
source: This cannot be undone.
zh_hans: 该操作不可撤销

# Settings.advanced.storage.clear-cache.alert.title
source: Are you sure to clear cache?
zh_hans: 确认清除缓存？

# Settings.advanced.storage.clear-cache.clear
source: Clear…
zh_hans: 清除…

# Settings.advanced.storage.clear-cache.description
source: Cache allows pages to be loaded faster and can be removed safely at anytime.
zh_hans: 缓存可以提快页面的加载速度，并可以随时安全地清除。

# Settings.advanced.ui
source: UI
zh_hans: 界面

# Settings.advanced.ui.legacy-custom-group-box
source: Use Group Box [TODO: Consider Removal]
zh_hans: 使用旧版CGB [TODO: 考虑移除]
zh_hant: 使用CGB1 [TODO: 考慮刪除]
